-- phpMyAdmin SQL Dump
-- version 4.5.2
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Jun 21, 2016 at 08:43 AM
-- Server version: 5.7.9
-- PHP Version: 5.6.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `e_chongphov`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

DROP TABLE IF EXISTS `admin`;
CREATE TABLE IF NOT EXISTS `admin` (
  `name` varchar(30) NOT NULL,
  `password` varchar(30) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`name`, `password`) VALUES
('mengthong', 'icydemon');

-- --------------------------------------------------------

--
-- Table structure for table `recipelist_t`
--

DROP TABLE IF EXISTS `recipelist_t`;
CREATE TABLE IF NOT EXISTS `recipelist_t` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(35) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(35) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `ingredient` varchar(500) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `how` varchar(5000) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `video` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `date` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=33 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `recipelist_t`
--

INSERT INTO `recipelist_t` (`id`, `name`, `type`, `ingredient`, `how`, `image`, `video`, `date`) VALUES
(1, 'ស៊ុបមាន់', 'ម្ហូបស្ងោរ', 'មាន់ ខ្ញី ខ្ទឹមបារាំង ស្លឹកខ្ទឹម អំបិល ម្រេច យីហ៊ី ទឹកស៊ីអ៊ីវ', 'យីហ៊ឺ ឬមឹកក្រៀមត្រាំទឹកអោយទន់ហាន់ជាចំណិតធំៗ១បន្ទះ ស្លាបមាន់ ៦បន្ទះ , ខ្ទឹមបារាំង ៣មើម , ទឹកស៊ុប ឬទឹកត្រាំយឺហ៊ី ២លីត្រ , ម្រេចគ្រាប់ ១៥គ្រាប់ , ឬសជឺវ៉ាន់ស៊ុយ ៣ទង , ខ្ញីចាស់ ៣ចំណិត , អំបិលម៉ត់កន្លះស្លាបព្រាកាហ្វេ , ទឹកស៊ីអ៊ីវ ១ស្លាបព្រា , ដើមនិងស្លឹកខ្ទឹមហាន់កង់់ៗ សម្រាប់រោយពីលើ ២ដើម ។ ដាក់គ្រឿងផ្សំគ្រប់យ៉ាងក្នុងឆ្នាំង រម្ងាស់ដោយភ្លើងមធ្យម នៅពេលពុះ ហើយ បន្ថយភ្លើង រម្ងាស់បន្ត ប្រមាណ៤៥នាទី ឬរហូតដល់យីហ៊ឺទន់ ភ្លក្សរសជាតិមើល បើស្ទើរប្រៃ បន្ថែមទឹកស៊ីអ៊ីវបន្តិច រួចរោយដើមនិងស្លឹកខ្ទឹមនិងម្រេច ទទួលទានក្តៅៗ ទើបឆ្ងាញ់ជាប់មាត់ ។', 'chicken-soup.jpg', 'https://www.youtube.com/embed/il4kvln-pMk', '2016-06-15 11:14:22'),
(2, 'សម្លការី', 'ម្ហូបស្ងោរ', 'សាច់គោ ម្ទេស ម្ទេសប្លោក ស្លឹកក្រូចសើច ជីនាងវង ត្រប់ ម្ទេសហាវៃ ដូង ស្ករស អំបិល ទឹកត្រី ម្រេច', '១- បរិមាណមនុស្ស ២នាក់ , រយៈពេលចម្អិន ១០នាទី\r\n២- សាច់គោ ២ខាំ (លោកអ្នកអាចធ្វើជាមួយសាច់អ្វី ក៏បានតាមការចូលចិត្ត) , គ្រឿងការីខៀវ ៥០ក្រាម , ត្រប់ពុតញង ៣ក្រាម , ជីនាងវង ២មែក , ម្ទេសហាវៃ ២ក្រាម , ម្ទេសប្លោកទុំ ២ផ្លែ , ម្ទេសហិរ ៥គ្រាប់, ស្លឹកក្រូចសើច ៥សន្លឹក ទឹកត្រី ២ស្លាបព្រាកាហ្វេ , អំបិល ១ស្លាបព្រាកាហ្វេ , ស្ករស ៣ស្លាបព្រាកាហ្វេ , ម្រេច ១ស្លាបព្រាកាហ្វេ , ខ្ទះដូង កន្លះកូនចាន\r\n៣- សាច់គោលាងទឹក រួចហាន់ជាចំណិតស្តើងៗ , ម្ទេសហាវៃ និងម្ទេសប្លោកទុំ លាងទឹករួចហាន់ជាចំណិតៗ, ស្លឹកក្រូចសើច និងត្រប់ពុតញង លាងទឹកអោយស្អាតទុកមួយអន្លើ\r\n៤- ដាក់ខ្ទះលើភ្លើងអោយក្តៅ រួចចាក់ខ្ទិះដូងចូល - ចាក់គ្រឿងការីចូលគ្នា ឆាអោយឡើងឈ្ងុញ ទុករយៈពេល ២នាទី - ដាក់សាច់ចូល ហើយឆាចូលច្របល់ជាមួយគ្រឿងការី\r\n៥- ចាក់បន្លែ ដូចជាត្រប់ពុតញង ស្លឹកក្រូចសើច ម្ទេសខៀវ និងម្ទេសប្លោក\r\n៦- ចាក់គ្រឿងផ្សំរសជាតិចូល ឆាច្របល់ចូលគ្នា ទុករយៈពេល ១០នាទី ទើបដាក់ចុះជាការស្រេច ។', 'kari.jpg', 'https://www.youtube.com/embed/Sb2HTgVk5Og', '2016-06-15 11:16:29'),
(3, 'សម្លកកូរ', 'ម្ហូបស្ងោរ', 'ឆ្អឹងជំនីជ្រូក ឬសាច់មាន់ ល្ហុង ល្ពៅ ចេកខ្ចី ត្រប់ពុតញង ត្រប់វែង ស្លឹកម្រុំ ស្លឹកបាស ឬស្លឹកអង្គាដី គល់ស្លឹកគ្រី រំដេង រមៀត សំបក ឬស្លឹកក្រូចសើច ខ្ទឹមស អំបិល ប្រហុក ទឹកត្រី ស្ករ ប៊ីចេង អង្ករលីងបុកឲ្យម៉ដ្ឋ។', '1.	ឆ្អឹងជំនីជ្រូក ឬសាច់មាន់កាប់ជាដុំតូចៗល្មមទុកប្រើការ។ គល់ស្លឹកគ្រៃ រំដេង រមៀត សំបកក្រូចសើច ខ្ទឹមស បុកចូលគ្នាឲ្យម៉ដ្ឋ។ ប្រហុកយកមកចិញ្ច្រាំឲ្យម៉ដ្ឋ។\r\n2.	យកឆ្នាំងដាក់លើចង្រ្កាន រួចដាក់ខ្លាញ់ ឬប្រេងឆាទុកឲ្យក្តៅ ទើបដាក់ប្រហុក និងគ្រឿងចូល រួចកូររហូតមានក្លិនឈ្ងុយ បង់សាច់ចូលរួចកូរជាមួយគ្រឿងឲ្យសព្វ ចាក់ទឹកបន្តិចរំងាស់ឲ្យជិតផុយ ទើបដាក់បន្លែគ្រប់មុខចូលកូរឲ្យសព្វ ថែមទឹក រួចដាក់អង្ករលីងចូល រំងាស់ឲ្យផុយបន្លែ ទើបចាក់ទឹកត្រី អំបិល ស្ករ ម៉្សៅស៊ុប ភ្លក់មើលឲ្យល្មម រួចបង់ស្លឹកម្រុំ អង្គាដី ឬស្លឹកបាសចូល ទុកប្រហែល ១ ឬ ២ នាទីជាការស្រេច៕', 'korko1.jpg', 'https://www.youtube.com/embed/PXwhIwjBR8s', '2016-06-05 00:00:00'),
(4, 'សម្លម្ជូរអង្ក្រង', 'ម្ហូបស្ងោរ', '1.ឆ្អឹងជំនីរជ្រូកខ្ចីកាត់ជាកង់ ១៥០ក្រាម\r\n2.ប្រហុកចិញ្ច្រាំ កន្លះស្លាបព្រាបាយ\r\n3.គល់ស្លឹកគ្រៃហាន់ ៣ដើម\r\n4.ខ្ទឹមស ៤កំពឹស\r\n5.ខ្ទឹមក្រហម ២កំពឹស\r\n6.សម្បកក្រូចសើច ១ចំណិត\r\n7.ទឹកត្រី ១ស្លាបព្រាបាយ\r\n8.អំបិល កន្លះស្លាបព្រាកាហ្វេ\r\n9.រមៀត ប៉ុនថ្នាំងដៃ\r\n10.ត្រកួនឈ្លក់ទឹក ១០០ក្រាម', 'ជាដំបូងត្រូវយកគល់ស្លឹកគ្រៃ សម្បកក្រូចសើច រំដេង រមៀត ខ្ទឹមស ខ្ទឹមក្រហម ម្ទេសបុកឱ្យម៉ត់ ទើបដាក់ម្រះព្រៅចូលបុក ជាមួយគ្នាតែកុំឱ្យម៉ត់ពេក ។ ដាក់ឆ្នាំងឱ្យក្ដៅរួចចាក់ខ្លាញ់ លីងគ្រឿងបុកទាល់តែឈ្ងុយ ហើយដាក់សាច់ជ្រូក ប្រហុក កូរឱ្យឈ្ងុយ ទើបចាក់ទឹកបន្ដិចរួច ដាក់ស្លឹកម្ជូរតាមូងបុកចូល។ បន្ទាប់មកចាក់ទឹកត្រី ស្ករ ប៊ីចេង អំបិល កូរឱ្យសព្វហើយរម្ងាស់បន្ដិច រួចចាក់ទឹកស៊ុបមាន់ចូល ទុកឱ្យពុះ។ ក្រោយបន្ដិចសូមដាក់ត្រកួននិងអង្ក្រងចូលទុកទាល់តែសាច់ជ្រូកនិងត្រកួនឆ្អិនទើបដាក់ជីម្រះព្រៅចូលរួចភ្លក់យករសជាតិជូរ ហឹរប្រៃនិងអាចពិសារបានយ៉ាងមានរសជាតិឆ្ងាញ់ពិសារ ៕', 'majou-angkrong.jpg', 'https://www.youtube.com/embed/il4kvln-pMk', '2016-06-14 03:00:00'),
(5, 'ស្ងោរម្រះសាច់ជ្រួកចិញ្ច្រាំ', 'ម្ហូបស្ងោរ', 'ម្រះ សាច់ជ្រូក (សាច់លាយខ្លាញ់) មីសួរ ខ្ទឹមស អំបិល ស្ករ ប៊ីចេង ម្រេច ស្លឹកខ្ទឹម។', '1.	ម្រះ កាត់កង់ៗ ឆ្កឹះយកគ្រាប់ចេញ រួចលាងទឹកឲ្យស្អាត (ប្រសិនបើខ្លាចល្វីងពេក ស្រុះទឹកក្តៅសិនក៏បាន)។\r\n2.	យកមីសួរទៅត្រាំទឹកឲ្យរីក កាត់ឲ្យខ្លីៗ សាច់ជ្រូកចិញ្ច្រាំឲ្យល្អិត រួចយកគ្រឿងផ្សំ អំបិល ស្ករ ប៊ីចេង ម្រេច មកលាយជាមួយសាច់ជ្រូកចិញ្ច្រាំនេះ បន្ទាប់មកយកមីសួរដែលកាត់រួចនោះ មកច្របល់ជាមួយសាច់ជ្រូក រួចយកម្រះមកញាត់សាច់ជ្រូកដែលបានលាយរួចនេះ ញាត់រួចហើយ ទុកមួយអន្លើសិន ស្លឹកខ្ទឹមលាងទឹកឲ្យស្អាតហាន់ឲ្យល្អិត។\r\n3.	យកឆ្នាំងដាក់ទឹកដាំឲ្យពុះ បង់អំបិល ប៊ីចេង ស្ករបន្តិច ចូលទៅក្នុងទឹកសម្ល បន្ទាប់មកទើបបង់ម្រះចូល រំងាស់ឲ្យផុយម្រះបន្តិច ទើបភ្លក់មើលឲ្យល្មមឆ្ងាញ់ រួចដួសដាក់ចានរោយស្លឹកខ្ទឹមពីលើជាការស្រេច។', 'mras.jpg', 'https://www.youtube.com/embed/H6v4hu3iukw', '2016-06-17 14:00:00'),
(6, 'សម្លទំពាំង', 'ម្ហូបស្ងោរ', 'ត្រី កាត់ជាកង់ៗ សាច់ជ្រូកចិញ្ច្រាំ ខ្ទិះដូង ( តាមការចូលចិត្ត អាចមិនដាក់ក៌បាន ) ត្រពាំងស្រស់ ស្លឹកងុប ស្លឹកបាស ទឹកត្រី ម្សៅស៊ុប ស្ករស អំបិល ប្រហុកចិញ្ច្រាំ', 'ចាក់ខ្ទិះដូង រឺទឹកធម្មតា( តាមចំណង់ចំណូលចិត្ត ) ចូលក្នុងឆ្នាំងសម្លរ ដាក់ត្រពាំង អំបិលបន្តិច និងអង្ករបន្តិច ហើយយកទៅរំងាស់មួយសន្ទុះ ។\r\nទើបដាក់ប្រហុក សាច់ជ្រូកចិញ្ច្រាំ និងត្រី ទុកអោយពុះម្ដងទៀត ទើបដាក់ អំបិល ស្ករស ម្សៅស៊ុប និងទឹកត្រី ហើយភ្លក់មើលអោយល្មម ( តាមការចូលចិត្ត ) រួចសឹមដាក់ ស្លឹកងុប និង ស្លឹកបាសចូល ទុកអោយពុះម្ដងទៀតរួចជាការស្រេច ។', 'tom-pang.jpg', 'https://www.youtube.com/embed/il4kvln-pMk', '2016-06-12 03:11:12'),
(7, 'បាយដំណើបក្នុរ', 'បង្អែម', 'អង្ករដំណើប ២០០ ក្រាម ខ្ទិះដូង ១០០ មីលីលីត្រ ស្លឹកតយ ៣ដើម កិនយកតែទឹក ដូងសរសៃ អំបិល សាច់ខ្នុរ', 'អង្ករដំណើបលាយឲ្យស្អាត ចែកជា ៣ ផ្នែក ១ ផ្នែកត្រាំជាមួយទឹកស្លឹកតយ ១ផ្នែកទៀតត្រាំជាមួយទឹកថែមពណ៌ផ្កាឈូក ១ផ្នែកទៀតត្រាំទឹកធម្មតា ពីរបីម៉ោង ឬពេញមួយយប់ បន្ទាប់មកលាយអង្ករដំណើបជាមួយទឹកស្អាតជាច្រើនដង។\r\nលាយអង្ករដំណើបជាមួយអំបិលបន្តិច លាយទាំង ៣ផ្នែក រួចដាក់ចំហុយ១០ នាទី។ បន្ទាប់ពី ១០ នាទីហើយ ចាក់ខ្ទិះដូង ១/៣ ចូលរួចច្របលឲ្យសព្វ ចំហុយ ៧ នាទីទៀត\r\nបន្ទាប់មកពី ៧ នាទីចាក់ខ្ទិះដែលនៅសល់ចាក់ចូលទាំង ៣ផ្នែកច្រលបឲ្យសព្វ ចំហុយ ៧-១០ នាទីទៀតរួចបិតភ្លើង\r\nយកបាយដំណើបដាក់ចូលសាច់ខ្នុរ រួចដាក់សរសែដូង បើចូលចិត្តខ្ទិះដូង, ល្ង, សណ្ដែកដី អាចដាក់ពីលើបាន', 'baydomnerb-knol.png', 'https://www.youtube.com/embed/0Z2JDoYjHVw', '2016-06-14 00:00:00'),
(8, 'បបរសណ្ដែកខ្មៅ', 'បង្អែម', 'ចំណិតដូងខ្ចី អង្ករតំណើប សណ្តែកខ្មៅ ស្ករ អំបិល ខ្ទិះដូង', 'ត្រាំសណ្តែកខ្មៅ ៥-៦ម៉ោង មុនយកស្ងោរ។ ពេលស្ងោរ ដាក់អំបិលបន្តិច រំងាស់អោយផុយ ទើបលាងសម្រស់ អោយស្រស់ទឹក ទុកមួយអន្លើ។\r\nពូតខ្ទិះដូង យកខ្ទិះដើមទុក រំងាស់ខ្ទិះចុងដៃអោយឆ្អិន ទើប ដាក់អង្ករតំណើបចូល រំងាស់ រហូតដល់បែកគ្រាប់អង្ករ ទើបចាក់សណ្តែកចូល។\r\nបង់ស្ករ អំបិល ភ្លក្សថែមថយ តាមចំណូលចិត្ត រួចទើបបង់សរសៃដូងខ្ចី ដាំអោយពុះ ហើយលើកចុះពីភ្លើង។\r\nយកខ្ទិះដើម ទៅដាំអោយពុះ ទើបលើកទុកអោយត្រជាក់។\r\nពេលដួសបបរបរិភោគ ត្រូវច្រូចខ្ទិះដើម ចូលបន្តិច ដើម្បីអោយឈ្ងុយ', 'borbor-sondek.jpg', 'https://www.youtube.com/embed/xS2x1nXoiYU', '2016-06-13 05:06:09'),
(9, 'ចេកខ្ទិះ', 'បង្អែម', 'ចេកណាំវ៉ាទុំ ដូងទុំ គ្រាប់សាគូ ស្ករស អំបិល។', '1.	ចេកបកសំបកចេញ មួយចិតជាបួន សាគូលាងទឹកឱ្យស្អាត ដូងទុំកោសច្របាច់យកខ្ទិះដើមមួយកូនចានចង្កឹះទុកផ្សេង ឯខ្ទិះចុងដាក់ផ្សេង។\r\n2.	យកឆ្នាំងដាក់ខ្ទិះចុង ចេក គ្រាប់សាគូ ស្ករសដាក់ចូលគ្នាតែម្តងទើបដាំលើភ្លើងឱ្យឆ្អិន បង់អំបិលមួយចឹប ភ្លក់មើលឱ្យផ្អែមល្មមទើបដាក់ខ្ទិះដើមចូល រួចកូរលើភ្លើងមួយភ្លែតទើបលើកចុះជាការស្រេច៕', 'chekktis1.png', 'https://www.youtube.com/embed/Ugo30ZhJfo8', '2016-06-07 06:13:28'),
(10, 'នំដំឡូងដុត', 'បង្អែម', 'ដំឡូងមីស្រស់ឈូស កន្លះចានគោម ដំឡូងមីឈូសកញ្ចប់ ២កញ្ចប់ (ម៉ត់) ស្ករស ២ស្លាបព្រាបាយ អំបិល ចុងស្លាបព្រាកាហ្វេ សាច់ដូងខ្ចីហាន់ស្តើងតូចៗ ទឹកដោះគោខាប់ ១កំប៉ុង ស៊ុត ៣គ្រាប់ ខ្ទិះដូង ១ចានគោម', 'មុនដំបូងត្រូវបើកចង្ក្រានដុតនំដាក់កំដៅឲ្យក្តៅប្រហែលជាកន្លះម៉ោងជាមុនសិន។\r\nយកដំឡូងកញ្ចប់, ដំឡូងស្រស់ឈូស, ខ្ទិះដូង, ទឹកដោះគោ, សាច់ដូងខ្ចី, ស្ករស, អំបិល និងស៊ុត(គោះដាក់) លាយបញ្ចូលគ្នាឲ្យបានសព្វល្អ\r\nបន្ទាប់ពីលាយបានបានសព្វល្អហើយយកវាចាក់ចូលក្នុងចាសដែករាងជ្រុងវែង បន្ទាប់មកយកទៅដាក់ក្នុងចង្ក្រានដុតនំទុកប្រហែលជា ១ទៅ ១ម៉ោងកន្លះ\r\nយកនំចេញពីចង្ក្រានទុកឲ្យត្រជាក់ប្រហែលជា ១៥-២០នាទីកាត់វាជារាងជ្រុងៗ ឬតាមដែលអ្នកចូលចិត្តជាការស្រេច', 'domloung-dot.jpg', 'https://www.youtube.com/embed/sRe1KXrFeRA', '2016-06-16 06:14:24'),
(11, 'នំល្ពៅ', 'បង្អែម', 'ល្ពៅឈូស ១គីឡូកន្លះ ម្សៅខ្សាយ ៣០០ក្រាម សាច់ដូង ១ចាន ស្ករស ២៥០ក្រាម អំបិល កន្លះស្លាបព្រាបាយ ខ្ទិះដូង ៣០០មីលីលីត្រ ស្លឹកចេក កាត់ប្រវែង ១-១ចង្អាមកន្លះ (ស្លឹកស្រពាប់ ឬស្រស់ទឹកក្តៅ)', 'ដំបូងយកល្ពៅដែលបានឈូសរួចមកលាយជាមួយ អំបិល, ស្ករស, ម្សៅ, សាច់ដូង និងខ្ទិះដូង រួចហើយកូរច្របល់បញ្ចូលគ្នាឲ្យបានសប់ល្អ\r\nចាប់ផ្តើមវេចនំ យកស្លឹកចេក ១ ឬ២សន្លឹកទៅតាមស្លឹកចេក រួចហើយចូកល្ពៅដែលបានលាយរួចរាល់ហើយដាក់ ៣ស្លាបព្រាបាយ បន្ទាប់មកកាច់បត់វាជារាងសំប៉ែតវែងល្មមទៅតាមដែលចង់បាន (ដូចរូប) ធ្វើដូចនេះរហូតទាល់តែអស់\r\nយកនំដែលវេចបានដាក់ចំហុយ ស្មានមើលប្រហែលជា ៤០-៤៥នាទីនោះអ្នកអាចស្រង់យកមកភ្លក់ ឬញ៉ាំវាបានហើយ', 'nom-lpov.jpg', 'https://www.youtube.com/embed/gIP89PdZBNA', '2016-06-06 08:24:32'),
(12, 'នំបាញ់ឌុក', 'បង្អែម', 'ម្សៅអង្ករខ្សាយ ១៥០ក្រាម ម្សៅឆា ១៥០ក្រាម ទឹកស្លឹកតយ (ស្លឹកតយ ៥-១០សន្លឹក, ទឹក ១០៨០មីលីលីត្រ) អំបិល ១ស្លាបព្រាកាហ្វេ ល្ងរលីង ដាក់តាមការចូលចិត្ត', 'ដំបូងយកឆ្នាំងមកដាក់ម្សៅអង្ករ, ម្សៅឆា, អំបិល និងទឹកស្លឹកតយ រួចកូរចូលគ្នាឲ្យសព្វ។\r\nបន្ទាប់មកយកមកដាក់លើភ្លើងកូរ(ត្រូវកូររហូត) ២ទៅ ៣នាទីដំបូងដាក់ភ្លើងខ្លាំង បន្ទាប់មកទៀតដាក់ភ្លើងក្តៅល្មមបានហើយ កូរប្រហែលជា ២០-២៥នាទី។\r\n២៥នាទីនំបានឆ្អិនលើកវាយកមកចាក់ដាក់ក្នុងថាសវាចឲ្យស្មើ រួចហើយទុកឲ្យត្រជាក់។\r\nបន្ទាប់ពីនំបានត្រជាក់យកមកកាត់ជាដុំៗ តាមដែលចង់បាន ហើយយកវាមកញ៉ាំជាមួយទឹកស្ករ និងខ្ទិះដូងរោយល្ងរដាក់ពីលើ។\r\nវិធីធ្វើ ទឹកស្ករ៖ ស្ករត្នោតដុំ ៤៥០ក្រាម, ទឹក ៣៦០មីលីលីត្រ, អំបិល បន្តិច, ខ្ញី ១ដុំចិតបន្ទះៗ ដាក់ចូលក្នុងឆ្នាំងទាំងអស់ ដាក់ដាំឲ្យពុះបន្ថែម ម្សៅឆា ១ស្លាបព្រាបាយ កូរវាបន្តិចទៀតជាការស្រេច។\r\n+ វិធីធ្វើ ទឹកខ្ទិះដូង៖ ខ្ទិះដូង ៤៨០មីលីលីត្រ, ស្ករស ១ស្លាបព្រាបាយ, អំបិល កន្លះស្លាបព្រាកាហ្វេ, ម្សៅឆា ១ស្លាបព្រាបាយ ដាក់ចូលក្នុងឆ្នាំងទាំងអស់កូរវាឲ្យសព្វយកវាដាក់ដាំឲ្យពុះជាការស្រេច៕', 'num-banhduk.png', 'https://www.youtube.com/embed/PIYKAajhTBw', '2016-06-16 11:21:24'),
(13, 'ឆាសាច់ជ្រូកជាមួយម្នាស់', 'ម្ហូបឆា', 'ឆ្អឹងជំនីរជ្រូក ៣០០ក្រាម(៣ខាំ) ម្នាស់ ១ចំហៀង ខ្ទឹមស ៥០ក្រាម ទឹកត្រី ១០មីលីលីត្រ អំបិល កន្លះស្លាបព្រាកាហ្វេ ស្ករស ១ស្លាបព្រាកាហ្វេ ប៊ីចេង ១ស្លាបព្រាកាហ្វេ ស្លឹកខ្ទឹម ២មើម ឆ្អឹងជំនីរជ្រូកត្រូវលាងឱ្យស្អាត កាប់តូចៗល្មម ខ្លាញ់ ៥០ក្រាម ស្លឹកខ្ទឹមត្រូវលាងឱ្យស្អាត រួចហាន់ខ្លីល្មម ខ្ទឹមសត្រូវបកសម្បកចេញលាងទឹកឱ្យស្អាត ហើយចិញ្ច្រាំកុំឱ្យម៉ដ្ឋពេក ម្នាស់ត្រូវលាងទឹកឱ្យស្អាតពុះជាពីរ ចិតជាចំណិតបញ្ឆិតមិនស្ដើងពេកនិងមិនក្រាស់ពេក', 'ដំបូងត្រូវដាក់ខ្ទះឱ្យក្ដៅ ហើយដាក់ខ្លាញ់ចូលទុកឱ្យក្ដៅដាក់ខ្ទឹមសចូល\r\nទុកឱ្យក្រហមប្រឿងៗបន្ទាប់មកដាក់ឆ្អឹងជំនីរជ្រូក\r\nជ្រំទឹកប្រហុកចំហុយ ជាមួយអំពិលទុំ រួចចាក់ចូលត្រីបុក លៃលកយ៉ាងណាកុំអោយរាវពេក។\r\nទុកឱ្យក្រហមប្រឿងៗបន្ទាប់មកដាក់ឆ្អឹងជំនីរជ្រូក\r\nទុកមួយសន្ទុះ រួចដួសដាក់ចានហើយត្រូវ ដាក់ស្លឹកខ្ទឹមរោយពីលើជាការស្រេច', 'chha-sachjrouk.jpg', 'https://www.youtube.com/embed/b7GybkOpa1o', '2016-06-15 06:26:28'),
(14, 'ឆាសណ្ដែកកួរ', 'ម្ហូបឆា', 'សណ្តែកគួរ ចិតជាកង់ៗ សាច់ជ្រូកចិតជាចំណិតៗ ខ្ទឹមស ចិញ្ច្រាំ, ស្ករត្នោត, ទឹកត្រី, ប៊ីចេង', 'ដាក់ខ្ទះលើចង្ក្រាន និងដាក់ខ្លាញ់ចូល។ នៅពេលខ្លាញ់ក្តៅហើយ ចាប់ផ្តើមដាក់ ខ្ទឹមសចិញ្ច្រាំ បន្ទាប់ពីខ្ទឹមសឡើងពណ៌ក្រហមបន្តិចហើយ ដាក់ស្ករត្នោត, ទឹកត្រី, ប៊ីចេង អោយសមល្មមទៅនឹងសាច់ ។ ដាក់សាច់ជ្រូកចូលទៅឆា ត្រលប់ចុះ ត្រលប់ឡើងអោយបានឆ្អិនល្អ ។ នៅពេលដែលសាច់ជ្រូកឆ្អិនបានល្អហើយ ចុងក្រោយគឺដាក់សណ្តែកគួរចូលទៅ រួចហើយចាប់ផ្តើមឆាត្រលប់ចុះត្រលប់ឡើងម្តងទៀត នោះគឺជាការស្រេច។', 'chha-sondekkour.jpg', 'https://www.youtube.com/embed/7h7y5_PhQI8', '2016-06-18 05:28:26'),
(15, 'កង្កែបឆាត្រកួន', 'ម្ហូបឆា', 'កង្កែប ៥ក្បាល គ្រឿងគល់ស្លឹកគ្រៃ (គល់ស្លឹកគ្រៃ, ស្លឹកក្រូចសើច,ខ្ទឹមស,ម្ទេសស្រស់, រមាត, និងខ្ជាយ បុកចូលគ្នាអោយម៉ត់) ត្រកួនចិន ½គីឡូក្រាម', 'ជាដំបូងត្រូវលាង និងយកគ្រឿងក្នុងកង្កែបចេញអោយអស់ពីពោះ, សូមប្រយ័ត្នពងកង្កែបព្រោះជាពងដែលពុលពេលដែលយើងហូបវា។ បន្ទាប់ពីលាងស្អាតហើយ ត្រូវកាត់ដៃ និងជើងកង្កែបអោយបានស្អាតល្អ ។ យើងអាចកាត់ជាចំណែកទៅតាមចំណង់ចំណូលចិត្តរបស់យើង។\r\nចាប់ផ្តើមយកខ្ទះមកដាក់លើចង្រ្កាន ហើយដាក់ខ្លាញ់បន្តិច  បន្ទាប់មកដាក់គ្រឿងដែលបុករួចរាល់នោះទៅក្នុងខ្ទះខ្លាញ់ ដោយប្រើភ្លើងល្មម ។ នៅពេលឆាបណ្តើរ ចាប់ផ្តើមដាក់គ្រឿងបណ្តើរដូចជា ទឹកត្រីបន្តិច, ស្ករត្នោតអោយច្រើនបន្តិច, និង ប៊ីចេងបន្តិច ។ រួចហើយយើងបន្តរឆាគ្រឿងផ្សំ បានប្រហែល ១ នាទី នៅពេលដែលឃើញថាគ្រឿងផ្សំស្ងួតខ្លាំង អាចដាក់ខ្លាញ់បន្តិចទៀតបាន។  បន្ទាប់មក ចាប់ផ្តើមដាក់កង្កែបដែលលាងស្អាតរួចរាល់នោះទៅក្នុងខ្ទះដែលមានគ្រឿងផ្សំរួចរាល់ យើងអាចដាក់ទឹកសបន្តិចដើម្បីកុំអោយគោកពិបាកក្នុងការឆា ។ ឆារហូតដល់កង្កែបនោះឆ្អិតសាច់ល្អ ដោយប្រើភ្លើងល្មមក្នុងការចំអិន ។ នៅពេលដែលឃើញថាកង្កែបឆ្អិនសាច់បានល្អហើយនោះ យើងចាប់ផ្តើមដាក់ត្រកួនតែម្តង ដោយយើងដាក់ទឹកសបន្តិចទៀត ដើម្បីអោយម្ហូបនេះមានទឹកខ្លះ ។ ឆាសាច់កង្កែបជាមួយត្រកួនប្រហែលតែ ១នាទីតែប៉ុណ្ណោះ ។នោះយើងអាចលើកចេញពីខ្ទះបាន ព្រោះបើយើងឆាយូរពេក និងធ្វើអោយត្រកួនបាត់បង់សោភ័ណភាពពណ៌បៃតងបាន ។\r\nសូមបញ្ជាក់ថាម្ហូបមួយមុខនេះអាចទទួលទានជាមួយនឹង បាយ និងសំរាប់ក្លែមផងដែរ។ សូមសាកល្បងធ្វើសំរាប់គ្រួសារជាទីស្រលាញ់របស់អ្នកណា!', 'frog-chha-trokoun.jpg', 'https://www.youtube.com/embed/PXwhIwjBR8s', '2016-06-05 00:00:00'),
(16, 'ខ្ចៅអាំង', 'ម្ហូបឆា', 'ខ្ចៅ ៥កំប៉ុង ម្ទេសកន្លះខាំ ម្សៅស៊ុប ២កញ្ចប់តូច (ឬអំបិលម៉ត់ ១ស្លាបព្រាកន្លះ) គល់ស្លឹកគ្រៃ៥គល់ ស្លឹកក្រូចសើច ១០សន្លឹក ខ្ទឹមស ១មើម រំដេង ១ដុំ (ធំល្មម) ស្ករត្នោត ៣ស្លាបព្រាបាយ', 'ស្លឹកគ្រៃហាន់ជាចំនិតចំហៀង បុកអំបិលជាមួយនឹងម្ទេស រួចដាក់ខ្ទឹមសបុកបន្ត បន្ទាប់មក ដាក់ស្ករត្នោតបុកបន្ត យកគ្រឿងដែលបានបុករួច លាយជាមួយនឹងស្លឹកគ្រៃ និងស្លឹកក្រូចសើចឲ្យសព្វបន្តិច រួចចាក់ខ្ចៅចូលគ្រឿងដែលលាយនោះ និងជ្រាវចូលគ្នាឲ្យសព្វគ្រឿង ផ្អាប់ទុកប្រហែលជា ១៥នាទី ដួសខ្ចៅដាក់ក្រដាសអាលុយមីញ៉ូម (ក្រដាសអាំងសាច់) ខ្ចប់ឲ្យជិត រួចដាក់អាំងលើភ្លើង (រងើកភ្លើង) ត្រូវរង់ចាំដល់ឆ្អិន ប្រហែល៧ ទៅ ១០នាទី (បើចង់ដឹងច្បាស់បើកក្រដាស អ៊ុតមើលថាឆ្អិននៅ ពេលនោះក្លិនដ៏សែនឈ្ងុយក៏ចេញមក ឡើងស្រក់ទឹកមាត់)', 'kchao-ang.jpg', 'https://www.youtube.com/embed/T-mUJMOH5Tc', '2016-06-14 06:07:07'),
(17, 'គុយទាវឆា', 'ម្ហូបឆា', '១- សាច់សាកសៀវ​(៥០ ក្រាម)\r\n២- ទឹកត្រីផ្អែម(៥ ស្លាបព្រាបាយ)\r\n៣- គុយទាវឆា(៥០ ក្រាម)\r\n៤- សណ្តែកបណ្តុះ, ស្លឹកកូឆាយ', 'ទឹកត្រីផ្អែម៖ ដាំទឹកសល្មមដើម្បីអោយពុះ និងដាក់អំបិលបន្តិចចូល។ ទុកទឹកអំបិលអោយត្រជាក់បន្តិច បន្ទាប់មកដាក់ទឹកក្រូចឆ្មារ ១ ស្លាព្រា, ប៊ីចេង កន្លះស្លាព្រា, ស្ករស ២ស្លាព្រា នឹង កូរចូលគ្នាអោយសព្វ នោះជាការស្រេច ។\r\nគុយទាវឆា៖ យកគុយទាវទៅស្រុះដើម្បីអោយផុយបន្តិច តែកុំស្រុះយូរពេក អាចធ្វើអោយគុយទាវរលួយ ។ បន្ទាប់ពីស្រុះគុយទាវហើយ យកគុយទាវដែលស្រុះនោះទៅឆា ជាមួយនឹងទឹកស៊ីអ៊ីវខាប់ និងលាយជាមួយបន្លែគុយឆាយ ។ក្រោយពីយើងធ្វើគ្រឿងផ្សំនូវ ទឹកត្រីផ្អែម, និងគុយទាវឆា រួចរាល់ហើយ ។ យើងចាំផ្តើមយក សណ្តែកបណ្តុះ, គុយទាវឆា, សាច់សាកសៀវចូលគ្នា និងចុងក្រោយស្រូបទឹកត្រីផ្អែម នោះជាការស្រេច ។', 'kteav-chha.jpg', 'https://www.youtube.com/embed/USOIHLJCP-4', '2016-06-19 06:42:23'),
(18, 'ងាវឆា', 'ម្ហូបឆា', 'ងៀវ ៥០០ក្រាម លាងឲ្យស្អាត គល់ស្លឹកគ្រៃ ២ដើមហាន់បញ្ឆិតៗ ជីនាងវងបេះស្លឹករួច ១ចាន ខ្ទឹមស ១០កំពឹស ចិតជា២ ឬ ៣ អំបិល កន្លះស្លាបព្រាកាហ្វេ  ម្រេច កន្លះស្លាបព្រាកាហ្វេ ទឹកស៊ីអ៊ីវ ឬទឹកត្រី ១ស្លាបព្រាបាយ តាមចំណូលចិត្ត ប្រេងខ្យង ១ស្លាបព្រាបាយ ស្ករស កន្លះស្លាបព្រាបាយ ប៊ីចេង បន្តិច ផ្លែម្ទេសហាលក្រៀម ៥ផ្លែ ឬតាមចូលចិត្ត ប្រេងឆា ២ស្លាបព្រាបាយ', 'ដំបូងដាក់ប្រេងឆាចូលក្នុងខ្ទះដាក់ភ្លើងឲ្យក្តៅ បន្ទាប់មកដាក់ខ្ទឹមសចូលឆាវាបន្តិចសិនចាំដាក់គល់ស្លឹកគ្រៃចូល\r\nឆាជាមួយគ្នាឲ្យរាងស្រពាប់ដាក់ម្ទេសចូលឆាវាបន្តទៀតមួយភ្លេត រួចហើយដាក់ងៀវចូលឆាត្រឡប់បន្តិចសិន\r\nរួចហើយដាក់អំបិល, ម្រេច, ទឹកស៊ីអ៊ីវ, ប្រេងខ្យង, ប៊ីចេង និងស្ករស ឆាចូលគ្នា រួចបន្ថែមទឹកចូលបន្តិចទុកឲ្យពុះប្រហែល ១-២នាទី\r\nបន្ទាប់មកទៀតយកជីនាងវងដាក់ចូលឆា៣-៤ត្រឡប់ទៀតអាចដួសយកមកញ៉ាំបានហើយ', 'ngeav-chha.jpg', 'https://www.youtube.com/embed/YuDTEVW13Gw', '2016-06-14 14:19:37'),
(29, 'Success', 'Well', 'Done fff ', 'Bitch www ', 'background.jpg', 'http://localhost/project/E-ChungPhov/html/update.php', '2016-06-21 06:38:17'),
(32, 'Jek', 'gay', 'food', 'dhdf', '12659670_1006998499361683_1517569275_n.jpg', 'http://localhost/project/E-ChungPhov/html/update.php', '2016-06-21 08:26:33');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
